Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVAccessibilityDisplayFiltersWarning
source: Display accommodations are enabled. To change display accommodations go to: Settings > Accessibility > Display > Display Accommodations.
ar: تم تمكين تسهيلات الشاشة. لتغيير تسهيلات الشاشة، انتقل إلى: الإعدادات > تسهيلات الاستخدام > شاشة العرض > تسهيلات الشاشة.
ca: Les facilitats de visualització estan activades. Per canviar‑les, ves a l’app Configuració > Accessibilitat > Pantalla > Facilitats de visualització.
cs: Je zapnuté přizpůsobení displeje. Chcete‑li ho změnit, přejděte do: Nastavení > Zpřístupnění > Displej > Přizpůsobení displeje.
da: Tilpasning af skærm er slået til. Hvis du vil skifte tilpasning af skærm, skal du gå til: Indstillinger > Tilgængelighed > Skærm > Tilpasning af skærm.
de: Displayanpassungen sind aktiviert. Zum Ändern der Displayanpassungen gehe zu: „Einstellungen“ > „Bedienungshilfen“ > „Anzeige“ > „Displayanpassungen“.
el: Τα Βοηθήματα οθόνης είναι ενεργοποιημένα. Για αλλαγή των βοηθημάτων οθόνης, μεταβείτε στις «Ρυθμίσεις» > «Προσβασιμότητα» > «Οθόνη» > «Βοηθήματα οθόνης».
es: Los ajustes de visualización están activados. Para cambiarlos, ve a: Ajustes > Accesibilidad > Pantalla > Ajustes de visualización.
es_us: Se activaron las adaptaciones de pantalla. Para cambiar las adaptaciones de pantalla visita: Configuración > Accesibilidad > Pantalla >Adaptaciones de pantalla.
fi: Näytön mukautukset ovat käytössä. Muuta näytön mukautuksia kohdassa Asetukset > Käyttöapu > Näyttö > Näytön mukautus.
fr: L’adaptation de l’affichage est activée. Pour changer ceci, accédez à : Réglages > Accessibilité > Affichage > Adapter l’affichage.
fr_ca: Les adaptations d’affichage sont activées. Pour les modifier, accédez à : Réglages > Accessibilité > Affichage > Adaptations d’affichage.
he: התאמות התצוגה מופעלות. לשינוי התאמות התצוגה יש לעבור אל: ״הגדרות״ > ״נגישות״ > ״תצוגה״ > ״התאמות תצוגה״.
hi: डिस्प्ले सुविधाएँ सक्षम हैं। डिस्प्ले सुविधाएँ बदलने के लिए यहाँ जाएँ : सेटिंग > ऐक्सेसिबिलिटी > डिस्प्ले > डिस्प्ले सुविधाएँ।
hr: Omogućene su prilagodbe zaslona. Za promjenu prilagodbi zaslona idite u: Postavke > Pristupačnost > Zaslon > Prilagodbe zaslona.
hu: A kijelzőbeállítások engedélyezve vannak. A kijelzőbeállítások módosításához válassza a következő menüpontot: Beállítások > Kisegítő lehetőségek > Megjelenítés > Kijelzőbeállítások.
id: Akomodasi tampilan diaktifkan. Untuk mengubah akomodasi tampilan, buka: Pengaturan > Aksesibilitas > Layar > Akomodasi Tampilan.
it: L’opzione “Regolazioni schermo” è abilitata. Per modificare le impostazioni, seleziona: Impostazioni > Accessibilità > Schermo > Regolazioni schermo.
ja: 表示調整が有効になっています。 表示調整を変更するには、次のように選択してください: “設定”＞“アクセシビリティ”＞“ディスプレイ”＞“表示調整”
ko: 디스플레이 조절이 활성화되어 있습니다. 디스플레이 조절을 변경하려면 설정 > 손쉬운 사용 > 디스플레이 > 디스플레이 조절로 이동하십시오.
ms: Penyesuaian paparan didayakan. Untuk menukar penyesuaian paparan, pergi ke: Seting > Kebolehcapaian > Paparan > Penyesuaian Paparan.
nb: Skjermtilpassing er på. Endre skjermtilpassing ved å gå til: Innstillinger > Tilgjengelighet > Skjerm > Skjermtilpassing.
nl: Aangepaste weergave is ingeschakeld. Om de aangepaste weergave te wijzigen, ga je naar: 'Instellingen' > 'Toegankelijkheid' > 'Weergave' > 'Aangepaste weergave'.
pl: Udogodnienia ekranu są włączone. Aby je zmienić, przejdź do ekranu: Ustawienia > Dostępność > Ekran > Udogodnienia ekranu.
pt_br: As adaptações de tela estão ativadas. Para alterar as adaptações de tela, acesse: Ajustes > Acessibilidade > Tela > Adaptações de Tela.
pt_pt: As opções de ecrã estão ativadas. Pode alterá‑las em: Definições > Acessibilidade > Visualização > Opções de ecrã.
ro: Adaptările afișajului sunt active. Pentru a schimba adaptările afișajului, accesați: Configurări > Accesibilitate > Afișaj > Adaptări afișaj.
ru: Включена адаптация дисплея. Чтобы изменить адаптацию дисплея, откройте «Настройки» > «Универсальный доступ» > «Дисплей» > «Адаптация дисплея».
sk: Je zapnuté prispôsobenie displeja. Prispôsobenie displeja môžete zmeniť v: Nastavenia > Prístupnosť > Displej > Prispôsobenie displeja.
sl: Prilagoditve zaslona so omogočene. Če želite spremeniti prilagoditve zaslona, pojdite na: Nastavitve> Dostopnost > Zaslon > Prilagoditve zaslona.
sv: Skärmhjälpmedel har aktiverats. Om du vill ändra skärmhjälpmedel öppnar du: Inställningar > Hjälpmedel > Bildskärm > Skärmhjälpmedel.
th: การช่วยปรับจอแสดงผลเปิดใช้งานอยู่ ในการเปลี่ยนการช่วยปรับจอแสดงผล ให้ไปที่: การตั้งค่า > การช่วยการเข้าถึง > จอภาพ > การช่วยปรับจอแสดงผล
tr: Ekran kolaylıkları etkinleştirildi. Ekran kolaylıklarını değiştirmek için şuraya gidin: Ayarlar > Erişilebilirlik > Ekran Kolaylıkları
uk: Адаптації дисплея ввімкнено. Змінюйте адаптації дисплея в меню Параметри > Доступність > Дисплей > Адаптації дисплея.
vi: Thích nghi màn hình được bật. Để thay đổi thích nghi màn hình, hãy đi tới: Cài đặt > Trợ năng > Màn hình > Thích nghi màn hình.
zh_cn: 显示调节已启用。 若要更改显示调节，请前往： “设置”>“辅助功能”>“显示”>“显示调节”。
zh_hk: 已啟用顯示器輔助。 如要更改顯示器輔助，請前往： 「設定」>「輔助使用」>「顯示」>「顯示器輔助」。
zh_tw: 已啟用「顯示器調節」。 若要更改「顯示器調節」，請前往： 「設定」>「輔助使用」>「顯示」>「顯示器調節」。

# AVAdjustForOverscanDescription
source: If you use the AirPlay display feature on your Mac and the image on your Apple TV is cropped, turn on AirPlay Display Underscan. If you see black bars around the image, turn it off.
ar: إذا كنت تستخدم ميزة شاشة البث السريع على Mac وكانت الصورة على Apple TV مقتصة، فشغل "شاشة البث السريع داخل إطار الشاشة". وأوقفها إذا ظهرت لك أشرطة سوداء حول الصورة.
ca: Si utilitzes la funció de pantalla AirPlay al Mac i la imatge a l’Apple TV es veu escapçada, activa l’opció “Subdimensiona la pantalla AirPlay”. Si veus barres negres al voltant de la imatge, desactiva‑la.
cs: Pokud na Macu používáte funkci „AirPlay monitor“ a obraz na Apple TV je oříznutý, zapněte na AirPlay monitoru volbu Underscan. V případě, že na okrajích obrazu vidíte černé pruhy, tuto volbu vypněte.
da: Hvis du bruger AirPlay-skærmfunktionen på din Mac, og billedet på Apple TV er beskåret, skal du slå Underscan på AirPlay-skærm til. Hvis du ser sorte rammer omkring billedet, skal du slå det fra.
de: Wenn du die AirPlay-Anzeigefunktion auf deinem Mac verwendest und das Bild auf dem Apple TV abgeschnitten wird, aktiviere die Option „AirPlay-Monitor: Underscan“. Werden um das Bild schwarze Balken angezeigt, deaktiviere die Option.
el: Αν χρησιμοποιείτε τη δυνατότητα οθόνης AirPlay στο Mac και η εικόνα στο Apple TV εμφανίζεται περικομμένη, ενεργοποιήστε την «Υποσάρωση οθόνης AirPlay». Αν εμφανίζονται μαύρες γραμμές γύρω από την εικόνα, απενεργοποιήστε τη ρύθμιση.
es: Si utilizas la función de pantalla AirPlay del Mac y la imagen del Apple TV aparece recortada, activa la opción “Underscan de pantalla AirPlay”. Si se ven franjas negras alrededor de la imagen, desactívala.
es_us: Si usas la función de pantalla AirPlay en tu Mac y la imagen del Apple TV se ve cortada, activa la opción Underscan de la pantalla AirPlay. Si ves bordes negros alrededor de la imagen, desactívala.
fi: Jos käytät Macilla AirPlay-näyttöominaisuutta ja kuva Apple TV:ssä on rajautunut, laita päälle ”Underscan-rajaus AirPlay-näytössä”. Jos kuvan ympärillä näkyy mustat palkit, laita kyseinen asetus pois päältä.
fr: Si vous utilisez la fonctionnalité de moniteur AirPlay sur votre Mac et que l’image sur votre Apple TV est rognée, activez « Sous-balayage du moniteur AirPlay ». Si l’image possède une bordure noire, désactivez le sous-balayage.
fr_ca: Si vous utilisez la fonction d’affichage AirPlay sur votre Mac et que l’image de votre Apple TV est recadrée, activez Sous-balayage de l’affichage AirPlay. Si vous voyez des barres noires autour de l’image, désactivez ce réglage.
he: אם החלטת להשתמש במאפיין הצג של AirPlay ב-Mac והתמונה שמופיעה ב-Apple TV חתוכה, יש להפעיל את ״שוליים שחורים בצג AirPlay״. אם מופיעים פסים שחורים מסביב לתמונה, יש לבטל את ההגדרה.
hi: यदि आप अपने Mac पर AirPlay डिस्प्ले फ़ीचर का उपयोग करते हैं और आपके Apple TV पर इमेज कटी हुई दिखाई देती है, तो AirPlay डिस्प्ले अंडरस्कैन चालू करें। अगर आपको इमेज के आस-पास काले रंग के बार दिखते हैं, तो इसे बंद करें।
hr: Ako koristite značajku AirPlay prikaza na Macu i slika na Apple TV‑u je odrezana, uključite opciju Komprimiranje AirPlay slike. Ako vidite crne trake oko slike, isključite ovu opciju.
hu: Amennyiben az AirPlay-megjelenítés funkciót használja a Macjén, és a kép le van vágva az Apple TV‑n, akkor kapcsolja be az AirPlay-megjelenítés alulpásztázása funkciót. Ha fekete sávokat lát a kép körül, akkor kapcsolja ki a funkciót.
id: Jika Anda menggunakan fitur layar AirPlay di Mac Anda dan gambar di Apple TV Anda terpotong, nyalakan Pemindaian Kurang Layar AirPlay. Jika Anda melihat bilah hitam di sekitar gambar, matikan Pemindaian Kurang Layar AirPlay.
it: Se usi la funzionalità “Schermo AirPlay” sul Mac e l’immagine su Apple TV appare ritagliata, attiva “Underscan schermo AirPlay”. Se intorno all’immagine compaiono delle bande nere, disattivalo.
ja: MacでAirPlayディスプレイ機能を使うとApple TVで画像の端が切れる場合は、“AirPlayディスプレイアンダースキャン”をオンにしてください。画像の周りに黒い帯が表示される場合は、オフにしてください。
ko: Mac에서 AirPlay 디스플레이 기능을 사용할 때 Apple TV에서 이미지가 잘리면 AirPlay 디스플레이 언더스캔을 켜고, 이미지 주변으로 검은 막대가 보이면 끄십시오.
ms: Jika anda menggunakan ciri paparan AirPlay pada Mac anda dan imej pada Apple TV anda terpangkas, aktifkan Kurang Imbas Paparan AirPlay. Jika anda melihat bar hitam di sekeliling imej, nyahaktifkannya.
nb: Hvis du bruker AirPlay fra en Mac og bildet kuttes på Apple TV, kan du slå på Underskanning av AirPlay-skjerm. Hvis du ser svarte kanter rundt bildet, slår du av funksjonen.
nl: Als je de AirPlay-weergavefunctie op je Mac gebruikt en het beeld niet op je Apple TV past, schakel je 'Onderscan AirPlay-beeldscherm' in. Schakel deze optie uit als je zwarte balken om het beeld ziet.
pl: Jeśli obraz na Apple TV przesyłany z Maca przez AirPlay jest przycięty, włącz opcję Underscan. Jeśli wokół obrazu widoczna jest czarna ramka, wyłącz tę opcję.
pt_br: Se você usar o AirPlay no Mac e a imagem da Apple TV estiver cortada, ative a opção Reduzir Tela do AirPlay. Se estiver vendo barras pretas ao redor da imagem, desative a opção.
pt_pt: Se usa a funcionalidade do monitor AirPlay no Mac e a imagem na Apple TV parecer cortada, ative a opção Underscan no monitor AirPlay. Se vir barras pretas à volta da imagem, desative‑a.
ro: Dacă utilizați funcționalitatea de afișaj AirPlay pe Mac‑ul dvs., iar imaginea de pe Apple TV este decupată, activați opțiunea Subscanare afișaj AirPlay. Dacă vedeți bare negre în jurul imaginii, dezactivați‑o.
ru: Если при использовании функции дисплея AirPlay на Mac изображение на Apple TV отображается урезанным, включите параметр «Сжатая развертка дисплея AirPlay». Если вокруг изображения появляются черные поля, выключите этот параметр.
sk: Ak používate funkciu AirPlay displej na svojom Macu a obraz vášho Apple TV je orezaný, zapnite funkciu Underscan pre AirPlay displej. Ak sú na okrajoch obrazu čierne pruhy, vypnite underscan.
sl: Če uporabljate funkcijo prikaza AirPlay v svojem Macu in je slika v Apple TV-ju obrezana, vklopite možnost prikaza AirPlay s prilagajanjem zaslonu. Če okrog slike opazite črne črte, izklopite to možnost.
sv: Om du använder funktionen för AirPlay-skärm på Mac och bilden på Apple TV är beskuren aktiverar du Underskanning för AirPlay-skärm. Om det visas svarta ränder runt bilden avaktiverar du alternativet.
th: ถ้าคุณใช้คุณสมบัติจอแสดงผล AirPlay บน Mac ของคุณ และภาพบน Apple TV ถูกตัด ให้เปิดใช้อันเดอร์สแกนของจอแสดงผล AirPlay ถ้าคุณเห็นแถบสีดำล้อมรอบภาพ ให้ปิดใช้
tr: Mac’inizde AirPlay ekran özelliğini kullanıyorsanız ve Apple TV’nizdeki görüntü kırpılıyorsa, AirPlay Ekranda Dar Tarama’yı açın. Görüntünün etrafında siyah çubuklar görüyorsanız bu seçeneği kapatın.
uk: Якщо ви використовуєте функцію дисплея AirPlay на Mac і зображення на Apple TV виглядає обітнутим, увімкніть опцію «Звуження дисплея AirPlay». Якщо навколо зображення видно чорні смуги, вимкніть цю опцію.
vi: Nếu bạn sử dụng tính năng màn hình AirPlay trên máy Mac và hình ảnh trên Apple TV của bạn bị cắt xén, hãy bật Quét thiếu màn hình AirPlay. Nếu bạn thấy các thanh màu đen quanh hình ảnh, hãy tắt tính năng.
zh_cn: 如果你在Mac上使用隔空播放显示功能而Apple TV上的画面被剪裁掉，请打开“隔空播放显示器欠扫描”。若看到画面四周有黑边，请选择“关闭”。
zh_hk: 如果你使用Mac的AirPlay顯示功能而Apple TV上的影像被裁剪，請開啟「AirPlay顯示非全畫面模式」。如果你看見影像周圍有黑邊，請將其關閉。
zh_tw: 使用Mac上的AirPlay顯示器功能時，若Apple TV上的影像被裁切，請開啟「AirPlay顯示器非全畫面模式」。若你在影像周圍看到黑色長條，請關閉。

# AVAdjustForOverscanTitle
source: AirPlay Display Underscan
ar: شاشة البث السريع داخل إطار الشاشة
ca: Subdimensiona la pantalla AirPlay
cs: Underscan AirPlay monitoru
da: Underscan på AirPlay-skærm
de: AirPlay-Monitor: Underscan
el: Υποσάρωση οθόνης AirPlay
es: Underscan de pantalla AirPlay
es_us: Underscan de pantalla AirPlay
fi: Underscan-rajaus AirPlay-näytössä
fr: Sous-balayage du moniteur AirPlay
fr_ca: Sous-balayage de l’affichage AirPlay
he: שוליים שחורים בצג AirPlay
hi: AirPlay डिस्प्ले अंडरस्कैन
hr: Komprimiranje AirPlay slike
hu: AirPlay-megjelenítés alulpásztázása
id: Pemindaian Kurang Layar AirPlay
it: Underscan schermo AirPlay
ja: AirPlayディスプレイアンダースキャン
ko: AirPlay 디스플레이 언더스캔
ms: Kurang Imbas Paparan AirPlay
nb: Underskanning av AirPlay-skjerm
nl: Onderscan AirPlay-beeldscherm
pl: Underscan ekranu AirPlay
pt_br: Reduzir Tela do AirPlay
pt_pt: Underscan no monitor AirPlay
ro: Subscanare afișaj AirPlay
ru: Сжатая развертка дисплея AirPlay
sk: Underscan pre AirPlay displej
sl: Prikaz AirPlay s prilagajanjem zaslonu
sv: Underskanning för AirPlay-skärm
th: อันเดอร์สแกนของจอแสดงผล AirPlay
tr: AirPlay Ekranda Dar Tarama
uk: Звуження дисплея AirPlay
vi: Quét thiếu màn hình AirPlay
zh_cn: 隔空播放显示器欠扫描
zh_hk: AirPlay顯示非全畫面模式
zh_tw: AirPlay顯示器非全畫面模式

# AVAudioLanguageDefault
source: Auto
ar: تلقائي
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automático
fi: Automaattinen
he: אוטומטית
hi: ऑटो
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatica
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
no: Standard
pl: Autom.
pt_br: Automático
pt_pt: Automático
ro: Automată
ru: Авто
sk: Autom.
sl: Samodejno
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# AVAudioLanguageTitle
source: Audio Language
ar: لغة الصوت
ca: Idioma de l’àudio
cs: Jazyk audia
da: Sprog til lyd
de: Audiosprache
el: Γλώσσα ήχου
es: Idioma del audio
es_us: Idioma del audio
fi: Äänen kieli
fr: Langue audio
fr_ca: Langue audio
he: שפת שמע
hi: ऑडियो भाषा
hr: Jezik audio zapisa
hu: Szinkronnyelv
id: Bahasa Audio
it: Lingua audio
ja: 音声の言語
ko: 오디오 언어
ms: Bahasa Audio
nb: Språk (lyd)
nl: Audiotaal
no: Språk (lyd)
pl: Język ścieżki dźwiękowej
pt_br: Idioma do Áudio
pt_pt: Idioma do áudio
ro: Limbă audio
ru: Язык
sk: Jazyk audia
sl: Jezik zvoka
sv: Ljudspråk
th: ภาษาเสียง
tr: Seslendirme Dili
uk: Мова аудіодоріжки
vi: Ngôn ngữ âm thanh
zh_cn: 音频语言
zh_hk: 音訊語言
zh_tw: 音訊語言

# AVAudioLanguageTitleDescription
source: If you choose Auto, videos will automatically play in their default or original language. If you set a different audio language, Apple TV will play dubbed audio in that language when available.
ar: إذا اخترت "تلقائي"، فسيتم تشغيل الفيديوهات بلغتها الافتراضية أو الأصلية تلقائيًا. وفي حالة تعيين لغة صوت مختلفة، سيشغِّل Apple TV صوتًا مدبلجًا بهذه اللغة عند توفره.
ca: Si selecciones l’opció automàtica, els vídeos es reproduiran automàticament en l’idioma original o per omissió. Per contra, si configures l’àudio en un altre idioma, l’app TV reproduirà el contingut doblat, sempre que estigui disponible.
cs: Když je zapnutá volba Automaticky, videa se budou automaticky přehrávat ve výchozím nebo původním jazyce. Pokud nastavíte jiný jazyk, Apple TV bude přehrávat nadabovanou verzi ve vybraném jazyce (je‑li k dispozici).
da: Hvis du vælger Auto, bliver videoer automatisk afspillet på standard- eller originalsproget. Hvis du indstiller et andet sprog til lyd, afspiller Apple TV dubbet lyd på det pågældende sprog, når det er tilgængeligt.
de: Wenn du „Automatisch“ auswählst, werden Videos automatisch in der Standard- oder Originalsprache wiedergegeben. Wenn du eine andere Audiosprache festlegst, gibt das Apple TV eine Audiospur in dieser Sprache wieder, falls verfügbar.
el: Αν επιλέξετε τη ρύθμιση «Αυτόματα», τα βίντεο θα αναπαράγονται αυτόματα στην προεπιλεγμένη ή την αρχική γλώσσα τους. Αν επιλέξετε διαφορετική γλώσσα ήχου, το Apple TV θα αναπαράγει μια μεταγλωττισμένη έκδοση σε αυτήν τη γλώσσα όταν είναι διαθέσιμη.
es: Si eliges Automático, los vídeos se reproducirán automáticamente en el idioma original o por omisión. Si configuras otro idioma, el Apple TV reproducirá el audio doblado en esa lengua cuando esté disponible.
es_us: Si seleccionas Automático, los videos se reproducirán automáticamente en su idioma original o predeterminado. Si configuras otro idioma, el Apple TV reproducirá la versión doblada si está disponible.
fi: Jos valitset Automaattinen, videot toistetaan automaattisesti niiden oletus- tai alkuperäiskielellä. Jos valitset äänelle toisen kielen, Apple TV toistaa äänen päällepuhuttuna kyseisellä kielellä, jos se on saatavilla.
fr: Si vous choisissez Auto, les vidéos seront automatiquement lues dans leur langue par défaut ou d’origine. Si vous choisissez une langue différente pour l’audio, l’Apple TV activera le doublage audio de cette langue lorsque celle-ci est disponible.
fr_ca: Si vous choisissez « Auto. », les vidéos sont automatiquement diffusées dans la langue par défaut ou d’origine. Si vous définissez une langue audio différente, l’Apple TV fait jouer la version doublée dans cette langue, si elle est disponible.
he: אם בחרת באפשרות ״אוטומטית״, סרטונים יופעלו בשפת ברירת המחדל או בשפת המקור שלהם באופן אוטומטי. אם תוגדר שפה אחרת לשמע, ה‑Apple TV יפעיל דיבוב לשפה זו, אם האפשרות זמינה.
hi: अगर आप ऑटो चुनते हैं, तो वीडियो ऑटोमैटिकली उनकी डिफ़ॉल्ट या मूल भाषा में चलाए जाएँगे। अगर आप कोई अलग ऑडियो भाषा सेट करते हैं, तो Apple TV उपलब्ध होने पर उस भाषा में डब किया गया ऑडियो चलाएगा।
hr: Ako odaberete Automatski, videozapisi će se automatski reproducirati na svom standardnom ili originalnom jeziku. Ako podesite drugi jezik audio zapisa, Apple TV reproducirat će sinkronizirani dijalog na tom jeziku kad bude dostupan.
hu: Ha az Automatikus beállítást választja, a videók automatikusan az alapértelmezett vagy eredeti nyelven lesznek lejátszva. Ha másik nyelvet állít be a hanghoz, az Apple TV az adott nyelvre szinkronizált verziót fogja lejátszani, amennyiben elérhető.
id: Jika Anda memilih Otomatis, video akan diputar secara otomatis dalam bahasa default atau aslinya. Jika Anda mengatur bahasa audio yang berbeda, Apple TV akan memutar audio yang disulih dalam bahasa tersebut jika tersedia.
it: Selezionando l’opzione automatica, i video verranno riprodotti automaticamente nella lingua di default o in quella originale. Se invece imposti una lingua audio differente, Apple TV riprodurrà il contenuto nella versione doppiata, quando disponibile.
ja: “自動”を選択すると、デフォルトまたは元の言語で自動的にビデオが再生されます。異なる音声の言語を設定すると、Apple TVで多重音声がある場合はその言語で再生します。
ko: ‘자동’을 선택하면 비디오가 자동으로 기본 언어 또는 원어로 재생됩니다. 오디오 언어를 다른 언어로 설정하면, 가능한 경우 Apple TV가 해당 언어로 더빙된 오디오를 재생합니다.
ms: Jika anda memilih Auto, video akan dimainkan dalam bahasa lalai atau asal secara automatik. Jika anda mengesetkan bahasa audio berbeza, Apple TV akan memainkan audio yang dialih suara dalam bahasa tersebut apabila tersedia.
nb: Hvis du velger Auto, spilles videoer automatisk av på standard- eller originalspråket. Hvis du velger et annet lydspråk, vil Apple TV spille av dubbet lyd på det språket hvis tilgjengelig.
nl: Als je 'Automatisch' kiest, worden video's automatisch afgespeeld in de standaardtaal of de originele taal. Als je een andere audiotaal instelt, speelt de Apple TV gesynchroniseerde audio af in die taal, indien beschikbaar.
pl: Gdy używasz automatycznego wyboru języka, wideo są odtwarzane w języku domyślnym lub oryginalnym. Gdy wybierzesz inny język ścieżki dźwiękowej, Apple TV będzie odtwarzać dubbing w tym języku, gdy jest dostępny.
pt_br: Se você escolher Automático, os vídeos serão reproduzidos automaticamente no idioma padrão ou original. Se você definir um idioma de áudio diferente, a Apple TV reproduzirá áudio dublado nesse idioma, quando disponível.
pt_pt: Se escolher Automático, os vídeos serão reproduzidos automaticamente no idioma predefinido ou original. Se definir um idioma diferente para o áudio, a Apple TV reproduzirá áudio dobrado nesse idioma sempre que disponível.
ro: Dacă alegeți „Automată”, conținutul video va fi redat automat în limba implicită sau originală. Dacă alegeți altă limbă audio, Apple TV‑ul va reda dublajul audio în limba respectivă atunci când este disponibilă.
ru: Если выбран вариант «Авто», видео будут автоматически воспроизводиться на языке по умолчанию или на языке оригинала. Если для аудио задан другой язык, Apple TV воспроизведет дублированную аудиодорожку на этом языке при ее наличии.
sk: Ak vyberiete možnosť Automaticky, videá budú prehrávané v predvolenom alebo pôvodnom jazyku. Ak nastavíte iný jazyk audia, Apple TV bude prehrávať dabing v danom jazyku, ak je k dispozícii.
sl: Če izberete samodejno možnost, se bodo videi samodejno predvajali v privzetem ali izvirnem jeziku. Če nastavite drug jezik zvoka, bo Apple TV predvajal sinhronizirani zvok v tem jeziku, kadar je ta na voljo.
sv: Om du väljer Auto spelas videor automatiskt upp på det förvalda språket eller ursprungsspråket. Om du ställer in ett annat ljudspråk spelar Apple TV upp dubbat ljud på det språket om det är tillgängligt.
th: ถ้าคุณเลือกอัตโนมัติ วิดีโอจะเล่นโดยอัตโนมัติในภาษาเริ่มต้นหรือในภาษาดั้งเดิม ถ้าคุณตั้งค่าเป็นภาษาเสียงอื่น Apple TV จะเล่นเสียงพากย์ในภาษานั้นหากมี
tr: Otomatik’i seçerseniz videolar otomatik olarak saptanmış veya özgün dillerinde oynatılır. Farklı bir seslendirme dili ayarlarsanız Apple TV seslendirmeyi varsa bu dilde çalar.
uk: Якщо вибрати «Автоматично», відео автоматично відтворюватимуться типовою мовою або мовою оригіналу. Якщо задано іншу мову, Apple TV відтворюватиме дубльовану аудіодоріжку цією мовою, коли це можливо.
vi: Nếu bạn lựa chọn Tự động thì các video sẽ tự động phát bằng ngôn ngữ gốc hoặc mặc định của chúng. Nếu bạn đặt một ngôn ngữ âm thanh khác thì Apple TV sẽ phát âm thanh lồng tiếng bằng ngôn ngữ đó khi khả dụng.
zh_cn: 若选取“自动”，视频将自动以默认或原始语言播放。若设置为其他音频语言，Apple TV将在该语言可用时播放配音音频。
zh_hk: 如選擇「自動」，影片將會自動以預設語言或原始語言播放。如設定其他音訊語言，Apple TV將會在該語言可用時播放配音音訊。
zh_tw: 若選擇「自動」，影片會自動以預設語言或原始語言播放。若設定其他音訊語言，Apple TV將在該語言可用時播放配音的音訊。

# AVAudioOutput16Bit
source: 16 bit
ar: ١٦ بت
ca: 16 bits
cs: 16 bitů
es: 16 bits
es_us: 16 bits
fi: 16-bittinen
fr: 16 bits
fr_ca: 16 bits
he: 16 סיביות
hi: 16 बिट
hr: 16 bita
hu: 16 bites
ja: 16ビット
ko: 16비트
nl: 16-bits
pl: 16-bitowe
pt_br: 16 bits
pt_pt: 16 bits
ro: 16 biți
ru: 16 бит
sl: 16 bitov
sv: 16 bitar
th: 16 บิต
uk: 16 біт
zh_cn: 16位
zh_hk: 16位元
zh_tw: 16位元
